Repository: rudizir/accessibility-mh
Catalog: languages/mh-accessibility-*.po
Languages: de_de

source: Accessibility Statement Link
de_de: Link zur Erklärung

source: Adds an outline around focused elements
de_de: Fügt einen Umriss um fokussierte Elemente hinzu

source: Adjust line spacing
de_de: Zeilenabstand anpassen

source: Adjust spacing between letters
de_de: Buchstabenabstand anpassen

source: Black and white mode
de_de: Schwarzweißmodus

source: Border Radius
de_de: Rahmenrundung

source: Change text alignment
de_de: Textausrichtung ändern

source: Choose the icon for the widget trigger
de_de: Symbol für den Widget-Auslöser auswählen

source: Color
de_de: Farbe

source: Color modes and contrast settings.
de_de: Farbmodi und Kontrasteinstellungen

source: Content Modules
de_de: Inhaltsmodule

source: Corner rounding
de_de: Eckenrundung

source: Customize the appearance of the trigger.
de_de: Erscheinungsbild des Auslösers anpassen

source: Customize the appearance of the widget.
de_de: Erscheinungsbild des Widgets anpassen

source: Dark
de_de: Dunkel

source: Dark Mode
de_de: Dunkelmodus

source: Enable Widget
de_de: Widget aktivieren

source: Enables dark color scheme
de_de: Dunkles Farbschema aktivieren

source: Enables or disables the accessibility widget.
de_de: Aktiviert oder deaktiviert das Barrierefreiheits-Widget

source: English
de_de: Englisch

source: Focus Outline
de_de: Fokusrahmen

source: Font Color
de_de: Schriftfarbe

source: Font Size
de_de: Schriftgröße

source: General
de_de: Allgemein

source: General settings for activation, language, and legal notices.
de_de: Allgemeine Einstellungen für Aktivierung, Sprache und rechtliche Hinweise

source: German
de_de: Deutsch

source: Hide Images
de_de: Bilder ausblenden

source: Hides images on the page
de_de: Blendet Bilder auf der Seite aus

source: High Contrast
de_de: Hoher Kontrast

source: Highlight a focused reading area
de_de: Fokussierten Lesebereich hervorheben

source: Highlight Headings
de_de: Überschriften hervorheben

source: Highlight Links
de_de: Links hervorheben

source: Highlights links on the page
de_de: Hebt Links auf der Seite hervor

source: Highlights page headings
de_de: Hebt Überschriften auf der Seite hervor

source: Horizontal position on the page
de_de: Horizontale Position auf der Seite

source: Horizontal reading guide
de_de: Horizontale Lesehilfe

source: If you like MH Accessibility, please give us a
de_de: Wenn Ihnen MH Accessibility gefällt, geben Sie uns bitte eine

source: Increase or decrease text size
de_de: Textgröße vergrößern oder verkleinern

source: Increases color contrast
de_de: Erhöht den Farbkontrast

source: Invert Colors
de_de: Farben invertieren

source: Inverts page colors
de_de: Invertiert die Farben der Seite

source: Language
de_de: Sprache

source: Language of the widget for visitors.
de_de: Sprache des Widgets für Besucher

source: Large
de_de: Groß

source: Large Cursor
de_de: Großer Cursor

source: Letter Spacing
de_de: Buchstabenabstand

source: Light
de_de: Hell

source: Line Height
de_de: Zeilenhöhe

source: Makes the cursor larger
de_de: Vergrößert den Mauszeiger

source: Medium
de_de: Mittel

source: Modules
de_de: Module

source: Monochrome
de_de: Monochrom

source: Orientation & Navigation
de_de: Orientierung & Navigation

source: Primary color of the widget
de_de: Primärfarbe des Widgets

source: Readable Font
de_de: Gut lesbare Schrift

source: Reading aids, focus tools, and animation settings.
de_de: Lesehilfen, Fokus-Werkzeuge und Animationseinstellungen.

source: Reading Line
de_de: Leselinie

source: Reading Mask
de_de: Lesemaske

source: Settings for font size, readability, and links.
de_de: Einstellungen für Schriftgröße, Lesbarkeit und Links.

source: Size of the widget
de_de: Größe des Widgets

source: Small
de_de: Klein

source: Stop Animations
de_de: Animationen stoppen

source: Stop Autoplay
de_de: Autoplay stoppen

source: Stops all animations
de_de: Stoppt alle Animationen

source: Stops autoplay for videos and audio
de_de: Stoppt die automatische Wiedergabe von Videos und Audio

source: Text Alignment
de_de: Textausrichtung

source: Text color of the widget
de_de: Textfarbe des Widgets

source: Thank you in advance.
de_de: Vielen Dank im Voraus.

source: Trigger Position X
de_de: Horizontale Trigger-Position

source: Trigger Position Y
de_de: Vertikale Trigger-Position

source: URL to the official accessibility statement of your website.
de_de: URL zur offiziellen Barrierefreiheitserklärung deiner Website.

source: Uses an easy-to-read font
de_de: Verwendet eine gut lesbare Schrift

source: Vertical position on the page
de_de: Vertikale Position auf der Seite

source: Visual Modules
de_de: Visuelle Module

source: Visual style of the widget
de_de: Visueller Stil des Widgets

source: Welcome
de_de: Willkommen

source: Widget Size
de_de: Widget-Größe

source: Widget Style
de_de: Widget-Stil
